{
  "meta": {
    "title": "บริษัท ซี.เอส. อินโนเวชั่น เทคโนโลยี จำกัด (CSIT)",
    "description": "บริษัท ซี.เอส. อินโนเวชั่น เทคโนโลยี จำกัด (CSIT) ผู้เชี่ยวชาญด้านการออกแบบ จัดหา และบูรณาการระบบออกอากาศ ระบบจัดเก็บข้อมูลกลาง และโซลูชันไอทีครบวงจร",
    "ogTitle": "บริษัท ซี.เอส. อินโนเวชั่น เทคโนโลยี จำกัด (CSIT)",
    "ogDescription": "CSIT ผู้นำด้านโซลูชันเทคโนโลยี ออกแบบ จัดหา และบูรณาการระบบอย่างครบวงจร",
    "ogImage": "/images/logos/logo-dark.png"
  },
  "company": {
    "name": "บริษัท ซี.เอส. อินโนเวชั่น เทคโนโลยี จำกัด (CSIT)",
    "address1": "88/1 ซอยสุขสวัสดิ์ 30 แยก 7 ถนนสุขสวัสดิ์ แขวงบางปะกอก เขตราษฎร์บูรณะ กรุงเทพมหานคร 10140",
    "title": "เราเป็นมืออาชีพด้านการออกแบบ จัดหา และบูรณาการระบบเทคโนโลยี โดยเฉพาะ ระบบออกอากาศ (Broadcast Systems), ระบบจัดเก็บข้อมูลกลาง (Centralized Storage), และโซลูชันด้านไอที (IT Solutions) ที่สามารถตอบสนองความต้องการที่หลากหลายของลูกค้าได้อย่างครบวงจร",
    "description": "ด้วยทีมงานที่มีความเชี่ยวชาญ เราพร้อมให้บริการตั้งแต่ ระบบสตูดิโอ, ระบบหลังการผลิต (Post-Production), ระบบออกอากาศ, ระบบจัดเก็บข้อมูลกลาง ไปจนถึง โซลูชันไอทีที่ทันสมัย เพื่อยกระดับประสิทธิภาพการทำงานขององค์กรและสร้างความได้เปรียบในการแข่งขันในยุคดิจิทัล"
  },
  "nav": {
    "home": "หน้าแรก",
    "services": "บริการของเรา",
    "works": "ผลงานของเรา",
    "products": "สินค้า",
    "contact": "ติดต่อเรา",
    "Clients": "ลูกค้าของเรา"
  },
  "service": {
    "description": "ด้วยทีมงานที่มีความเชี่ยวชาญ เราพร้อมให้บริการตั้งแต่ ระบบสตูดิโอ, ระบบหลังการผลิต (Post-Production), ระบบออกอากาศ, ระบบจัดเก็บข้อมูลกลาง ไปจนถึง โซลูชันไอทีที่ทันสมัย เพื่อยกระดับประสิทธิภาพการทำงานขององค์กรและสร้างความได้เปรียบในการแข่งขันในยุคดิจิทัล",
    "text1": "CSIT มีประสบการณ์และความเชี่ยวชาญในการออกแบบ จัดหา และบูรณาการระบบออกอากาศ ระบบสตูดิโอ ระบบหลังการผลิต ระบบจัดเก็บข้อมูลกลาง และโซลูชันด้านไอทีครบวงจร",
    "text2": "เราพร้อมให้บริการตั้งแต่การให้คำปรึกษา การออกแบบระบบ การติดตั้ง ไปจนถึงการดูแลหลังการขาย เพื่อให้ลูกค้าได้รับบริการที่ครบถ้วนและต่อเนื่องในทุกขั้นตอน",
    "text3": "เราเลือกใช้เทคโนโลยีที่ทันสมัยและได้มาตรฐานสากล มุ่งเน้นคุณภาพ ความเสถียร และความน่าเชื่อถือ เพื่อให้ระบบสามารถรองรับการใช้งานจริงได้อย่างมีประสิทธิภาพ",
    "text4": "เราให้ความสำคัญกับความต้องการเฉพาะของลูกค้าแต่ละราย พร้อมนำเสนอโซลูชันที่ยืดหยุ่น ตรงงบประมาณ และช่วยเพิ่มประสิทธิภาพการทำงานขององค์กร"
  },
  "product": {
    "description": "เรามีสินค้าและโซลูชันด้านเทคโนโลยีครบวงจร ตั้งแต่ระบบออกอากาศ ระบบจัดเก็บข้อมูลกลาง ไปจนถึงอุปกรณ์ไอทีคุณภาพสูง เพื่อรองรับทุกความต้องการของธุรกิจคุณ",
    "all": "ดูสินค้าทั้งหมด",
    "detail": "รายละเอียดสินค้า",
    "price": "ราคา",
    "category": "หมวดหมู่",
    "tag": "ป้ายกำกับ",
    "rating": "เรตติ้ง"
  },
  "work": {
    "description": "เราภูมิใจที่ได้มีส่วนร่วมในการติดตั้งระบบการสื่อสารที่มีประสิทธิภาพให้กับลูกค้าหลากหลายกลุ่ม ไม่ว่าจะเป็นธุรกิจขนาดเล็ก กลาง หรือใหญ่ รวมถึงโครงการภาครัฐและเครัวเรือน เรามุ่งมั่นที่จะส่งมอบผลงานที่มีคุณภาพสูงสุดและตอบสนองความต้องการของลูกค้าอย่างครบถ้วน",
    "all": "ดูผลงานทั้งหมด"
  },
  "footer": {
    "menu": "เมนู",
    "Newsletter": "รับข้อมูลข่าวสาร",
    "subscribe": "ส่ง",
    "detail": "ติดตามข่าวสารและข้อมูลใหม่ล่าสุดกับเรา"
  },
  "common": {
    "prev": "ก่อนหน้า",
    "next": "ถัดไป",
    "empty": "ไม่พบข้อมูล",
    "loading": "กำลังโหลด..."
  }
}